---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelElev
source: html/6deba4c5-a0a7-bf37-8f00-eea8b0c64f57.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelElev Property

"Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelElev { get; }
```